<?php
// Text
$_['text_title']  = 'Webmoney WMU';
$_['text_desc']   = '%s - замовлення #%d';

// Error
$_['error_payee_purse']     = 'Відсутній номер гаманця продавця';
$_['error_post']            = 'Відповідь від шлюзу не типу POST';
$_['error_crc']             = 'Некоректний підпис повідомлення від платіжного шлюзу, очікувалося: %s або %s';
$_['error_order_not_found'] = 'Замовлення #%d не знайдено';
$_['error_fraud']           = 'Сума сплаченого платежу не збігається з сумою замовлення! Оплачено %s (%s), очікувався платіж на суму %s (%s).';
$_['error_merch_r']         = 'Можливо, форма оплати була підроблена, тому що платіж надійшов на інший гаманець: %s';
?>