<?php
// *	@source		See SOURCE.txt for source and other copyright.
// *	@license	GNU General Public License version 3; see LICENSE.txt

// Text
$_['text_subject']        = '%s - Дякуємо за реєстрацію';
$_['text_welcome']        = 'Ласкаво просимо до %s і дякуємо Вам за реєстрацію!!';
$_['text_login']          = 'Ваш аккаунт створений і ви можете увійти, використовуючи свій E-mail і пароль, за посиланням:';
$_['text_approval']       = 'Ваш аккаунт повинен бути підтверджений до першого входу. Після підтвердження ви зможете входити в магазин, використовуючи E-Mail і пароль, за посиланням:';
$_['text_service']        = 'Після реєстрації на сайті ви зможете скористатися додатковими можливостями: Перегляд історії замовлень, друк рахунку, зміна інформації вашого облікового запису (адрес доставки, телефону для зв\'язку) та ін. Ви також зможете накопичувати при покупках призові бали, а для постійних покупців у нас передбачені знижки!';
$_['text_thanks']         = 'Дякую,';
$_['text_new_customer']   = 'Новий покупець';
$_['text_signup']         = 'Зареєструвався новий покупець:';
$_['text_customer_group'] = 'Група покупців:';
$_['text_firstname']      = 'Ім\'я:';
$_['text_lastname']       = 'Прізвище:';
$_['text_email']          = 'E-Mail:';
$_['text_telephone']      = 'Телефон:';