<?php
// *	@source		See SOURCE.txt for source and other copyright.
// *	@license	GNU General Public License version 3; see LICENSE.txt

// Text
$_['text_subject']  = 'Ви надіслали подарунковий сертифікат %s';
$_['text_greeting'] = 'Вітаємо, ви отримали подарунковий сертифікат від %s';
$_['text_from']     = 'Ви отримали подарунковий сертифікат від %s';
$_['text_message']  = 'З повідомленням, в якому говориться';
$_['text_redeem']   = 'Щоб скористатися цим подарунковим сертифікатом збережіть код <b>%s</b>, потім перейдіть в магазин за посиланням нижче і замовте товари, які вам сподобаються. Ви можете ввести код подарункового сертифіката на сторінці перегляду кошика перед тим як почнете оформлення замовлення.';
$_['text_footer']   = 'Якщо у Вас є які-небудь питання, дайте відповідь на це повідомлення.';