<?php
// *	@source		See SOURCE.txt for source and other copyright.
// *	@license	GNU General Public License version 3; see LICENSE.txt

// Heading
$_['heading_title'] = 'Обліковий запис Партнера успішно створено!';

// Text
$_['text_message']  = '<p>Вітаємо! Ваш Партнерський Обліковий Запис був успішно створений.</p> <p>Ви стали учасником %s партнерської програми.</p> <p>Щоб задати будь-які питання про Партнерську програму, зв’яжіться з нами</p> <p>Лист з підтвердженням реєстрації в партнерській програмі відправлено на Ваш контактний E-Mail, в тому випадку якщо ви його не отримали <a href="%s">скористайтеся формою зворотного зв’язку</a>.</p>';
$_['text_approval'] = '<p>Дякуємо за реєстрацію нового Партнера %s!</p><p>Ви отримаєте повідомлення на email після активації облікового запису адміністрацією магазину.</p><p>Будь-які питання про Програмі партнерства можна задати <a href="%s">адміністрації магазину</a>.</p>';
$_['text_account']  = 'Кабінет Партнера';
$_['text_success']  = 'Успішно';
