<?php
// *	@source		See SOURCE.txt for source and other copyright.
// *	@license	GNU General Public License version 3; see LICENSE.txt

// Heading
$_['heading_title']    = 'Подарунковий сертифікат';

// Text
$_['text_account']     = 'Особистий кабінет';
$_['text_voucher']     = 'Подарунковий сертифікат';
$_['text_description'] = 'Цей подарунковий сертифікат буде відправлений одержувачу на E-Mail після оплати замовлення.';
$_['text_agree']       = 'Я розумію і згоден з тим, що подарункові сертифікати не підлягають поверненню.';
$_['text_message']     = '<p>Дякуємо Вам за покупку подарункового сертифіката! Після завершення замовлення вашому одержувачу подарункового ваучера буде відправлено лист з подробицями, як ним скористатися.</p>';
$_['text_for']         = '%s Подарунковий сертифікат для %s';

// Entry
$_['entry_to_name']    = 'Ім’я одержувача';
$_['entry_to_email']   = 'E-Mail одержувача';
$_['entry_from_name']  = 'Ваше ім’я';
$_['entry_from_email'] = 'Ваш E-Mail';
$_['entry_theme']      = 'Тема подарункового сертифіката';
$_['entry_message']    = 'Повідомлення';
$_['entry_amount']     = 'Усього';

// Help
$_['help_message']     = 'Не обов’язково';
$_['help_amount']      = 'Значення має містити між %s і %s';

// Error
$_['error_to_name']    = 'Ім’я одержувача має містити від 1 до 64 символів!';
$_['error_from_name']  = 'Ваше ім’я має містити від 1 до 64 символів!';
$_['error_email']      = 'E-Mail адресу введено неправильно!';
$_['error_theme']      = 'Виберіть тему сертифіката!';
$_['error_amount']     = 'Сума має бути в межах від %s до %s!';
$_['error_agree']      = 'Ви повинні погодитися, що подарункові сертифікати не підлягають поверненню!';