<?php
// *	@source		See SOURCE.txt for source and other copyright.
// *	@license	GNU General Public License version 3; see LICENSE.txt

// Heading
$_['heading_title']    = 'Местонахождения магазина';

// Text
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_list']        = 'Список адресов магазинов';
$_['text_add']         = 'Добавить';
$_['text_edit']        = 'Редактирование';
$_['text_default']     = 'По умолчанию';
$_['text_time']        = 'Режим работы';
$_['text_geocode']     = 'Геокод не применен по следующим причинам:';

// Column
$_['column_name']      = 'Название магазина';
$_['column_address']   = 'Адрес';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название магазина';
$_['entry_address']    = 'Адрес';
$_['entry_geocode']    = 'Геокод';
$_['entry_telephone']  = 'Телефон';
$_['entry_fax']        = 'Факс';
$_['entry_image']      = 'Изображение';
$_['entry_open']       = 'Режим работы';
$_['entry_comment']    = 'Комментарий';
$_['entry_is_partner']    = 'Партнер';
$_['entry_currency_code']    = 'Код валюты прайса';
$_['entry_shipping_term']    = 'Срок отправки';
$_['entry_category']    = 'Каталог по умолчанию';
$_['entry_sub_category']    = 'включая подкатегории';
$_['entry_stock_lot']    = 'Значение остатка для >';


// Help
$_['help_geocode']     = 'Пожалуйста, укажите геокод своего магазина вручную.';
$_['help_open']        = 'Заполните время работы магазинов.';
$_['help_comment']     = 'Это поле для любых специальных пометок, которые вы хотели сообщить покупателю, например: что магазин не принимает чеки.';
$_['help_shipping_term'] = '“Срок отправки” - текстовое поле длиной 10 символов.   Возможное содержание “2-3 дня”. Данное поле характеризует срок в днях, когда товар с данной точки может быть передан перевозчику для отправки покупателю.';
$_['help_stock_lot'] = 'Для указания точного количества товаров на складе, в случае если в прайсе указано значение со знаком “>” (больше), нужно для каждого партнера указать подстановочное число. Например если у “партнера” >3 то заводим значение 5. А если у другого партнера будет >9, то можем указать например 10.';

// Error
$_['error_permission'] = 'У вас недостаточно прав для внесения изменений!';
$_['error_name']       = 'Название должно содержать минимум 1 символ!';
$_['error_address']    = 'Адрес должен содержать от 3 до 128 символов!';
$_['error_telephone']  = 'Номер телефона должен содержать от 3 до 32 символов!';