<?php
// *	@source		See SOURCE.txt for source and other copyright.
// *	@license	GNU General Public License version 3; see LICENSE.txt

// Heading
$_['heading_title'] 		 = 'Оформлення замовлення.';
$_['heading_title_customer'] = 'Ваше замовлення #%s сформовано!';

// Text
$_['text_cart']                      = 'Кошик покупок';
$_['text_checkout_option']           = 'Крок 1: Спосіб оформлення замовлення';
$_['text_checkout_account']          = 'Крок 2: Профіль &amp; Платіжна інформація';
$_['text_checkout_payment_address']  = 'Крок 2: Платіжна інформація';
$_['text_checkout_shipping_address'] = 'Крок 3: Адреса доставки';
$_['text_checkout_shipping_method']  = 'Крок 4: Спосіб доставки';
$_['text_checkout_payment_method']   = 'Крок 5: Спосіб оплати';
$_['text_checkout_confirm']          = 'Крок 6: Підтвердження замовлення';
$_['text_modify']                    = 'Змінити &raquo;';
$_['text_new_customer']              = 'Новий покупець';
$_['text_returning_customer']        = 'Постійний покупець';
$_['text_checkout']                  = 'Опції Оформлення замовлення:';
$_['text_i_am_returning_customer']   = 'Я робив тут покупки раніше і реєструвався';
$_['text_register']                  = 'Реєстрація';
$_['text_guest']                     = 'Оформити замовлення без реєстрації';
$_['text_register_account']          = 'Створення облікового запису допоможе робити покупки швидше і зручніше. Ви також зможете відстежувати статус свого замовлення, користуватися Закладками, бачити свої попередні замовлення або отримати знижку як наш постійний покупець';
$_['text_forgotten']                 = 'Забули пароль?';
$_['text_your_details']              = 'Контактні дані';
$_['text_your_address']              = 'Ваша Адреса';
$_['text_your_password']             = 'Ваш пароль';
$_['text_agree']                     = 'Я прочитав(-ла) <a href="%s" class="agree"><b>%s</b></a> і згоден(-на) з умовами';
$_['text_address_new']               = 'Я хочу використати нову адресу';
$_['text_address_existing']          = 'Я хочу використати існуючу адресу';
$_['text_shipping_method']           = 'Виберіть зручний спосіб доставки для цього замовлення';
$_['text_payment_method']            = 'Виберіть спосіб оплати для цього замовлення';
$_['text_comments']                  = 'Ви можете додати коментар до свого замовлення';
$_['text_recurring_item']            = 'Періодичні платежі';
$_['text_payment_recurring']         = 'Платіжний профіль';
$_['text_trial_description']         = 'Вартість: %s; Періодичність: %d %s; Кіл-сть платежів: %d;  Далі,  ';
$_['text_payment_description']       = 'Вартість: %s; Періодичність: %d %s; Кіл-сть платежів: %d';
$_['text_payment_cancel'] 			 = 'Вартість: %s; Періодичність: %d %s; Кіл-сть платежів: до скасування';
$_['text_day']                       = 'День';
$_['text_week']                      = 'Тиждень';
$_['text_semi_month']                = 'Півмісяця';
$_['text_month']                     = 'Місяць';
$_['text_year']                      = 'Рік';

// Column
$_['column_name']                    = 'Назва товару';
$_['column_model']                   = 'Код товару';
$_['column_quantity']                = 'Кількість';
$_['column_price']                   = 'Ціна за одиницю товару';
$_['column_total']                   = 'Усього';

// Entry
$_['entry_email_address']            = 'E-Mail адреса';
$_['entry_email']                    = 'E-Mail';
$_['entry_password']                 = 'Пароль';
$_['entry_confirm']                  = 'Підтвердіть пароль';
$_['entry_firstname']                = 'Ім’я';
$_['entry_lastname']                 = 'Прізвище';
$_['entry_telephone']                = 'Телефон';
$_['entry_fax']                      = 'Факс';
$_['entry_address']                  = 'Виберіть адресу';
$_['entry_company']                  = 'Компанія';
$_['entry_customer_group']           = 'Група покупців';
$_['entry_address_1']                = 'Адреса 1';
$_['entry_address_2']                = 'Адреса 2';
$_['entry_postcode']                 = 'Поштовий індекс';
$_['entry_city']                     = 'Місто';
$_['entry_country']                  = 'Країна';
$_['entry_zone']                     = 'Регіон / Область';
$_['entry_newsletter']               = 'Я хочу підписатися на розсилку новин %s.';
$_['entry_shipping'] 	             = 'Моя адреса доставки збігається з платіжною.';

// Error
$_['error_warning']                  = 'Виникла проблема під час обробки вашого замовлення! Якщо такі проблеми повторюватимуться, спробуйте вибрати інший спосіб оплати або <a href="%s">зв’яжіться з адміністратором магазину</a>.';
$_['error_login']                    = 'Не вдалося знайти введену адреса E-Mail і/або пароль вказано неправильно.';
$_['error_attempts']                 = 'Ваш обліковий запис перевищив допустиму кількість спроб входу в систему. Будь ласка, спробуйте ще через 1 годину.';
$_['error_approved']                 = 'Ви зможете увійти після перевірки облікового запису адміністрацією магазину.';
$_['error_exists']                   = 'Такий E-Mail уже зареєстровано!';
$_['error_firstname']                = 'Ім’я має містити від 1 до 32 символів!';
$_['error_lastname']                 = 'Прізвище має містити від 1 до 32 символів!';
$_['error_email']                    = 'E-Mail адресу введено неправильно!';
$_['error_telephone']                = 'Номер телефону має містити від 3 до 32 символів!';
$_['error_password']                 = 'Пароль має містити від 3 до 20 символів!';
$_['error_confirm']                  = 'Паролі не співпадають!';
$_['error_address_1']                = 'Адреса має містити від 3 до 128 символів!';
$_['error_city']                     = 'Назва міста має містити від 2 до 128 символів!';
$_['error_postcode']                 = 'Індекс має містити від 2 до 10 символів!';
$_['error_country']                  = 'Будь ласка, вкажіть країну!';
$_['error_zone']                     = 'Будь ласка, вкажіть регіон / область!';
$_['error_agree']                    = 'Ви повинні прочитати и погодитися з %s!';
$_['error_address']                  = 'Необхідно вказати адресу!';
$_['error_shipping']                 = 'Необхідно вказати спосіб доставки!';
$_['error_no_shipping']              = 'Доставка за данною адресою неможлива. <a href="%s">Зв’яжіться з нами</a>, і ми знайдемо рішення проблеми!';
$_['error_payment']                  = 'Необхідно вказати спосіб оплати!';
$_['error_no_payment']               = 'Оплата за данною адресою неможлива. Будь ласка, <a href="%s">Зв’яжіться з нами</a> для вирішення цього питання!';
$_['error_custom_field']             = '%s необхідний!';